
/* Strings for login panel. See Keychain.cpp. */

"kLoginTitle" = "Aby uzyskać dostęp do źródeł RSS, podaj nazwę i hasło użytkownika.";
"kLoginInitialMessage"      = "Aby mieć dostęp do źródeł RSS „%@”, zaloguj się w obszarze „%@” na %@. Hasło zostanie wysłane tekstem jawnym.\n";
"kLoginFailedMessage"       = "Logowanie nie powiodło się. Podaj ponownie nazwę użytkownika i hasło w obszarze „%@” na %@.\n";
"kLoginUsernameField"       = "Nazwa:";
"kLoginPasswordField"       = "Hasło:";
"kLoginLogInButton"         = "Zaloguj się";
"kLoginCancelButton"        = "Anuluj";
"kLoginSavePasswordCheckbox"= "Pamiętaj to hasło w moim pęku kluczy";


/* Error Messages */

"PSInternalErrorDescription"        = "Wystąpił błąd wewnętrzny w szablonie Publication Subscription.";
"PSInternalErrorFailureReason"      = "Wystąpił błąd wewnętrzny w szablonie Publication Subscription.";
"PSInternalErrorRecoverySuggestion" = "Wyloguj się i spróbuj ponownie.";

"PSNotAFeedErrorDescription"        = "Nie można było wczytać źródła, ponieważ jego zawartość ma nieznany format.";
"PSNotAFeedErrorFailureReason"      = "Zawartość źródeł jest w nieznanym formacie.";
"PSNotAFeedErrorRecoverySuggestion" = "Sprawdź, czy pod wskazanym adresem znajdują się źródła w formacie Atom lub RSS.";

"NSURLErrorUserAuthenticationRequired Description" = "Wymagane są nazwa i hasło użytkownika";

/* Localized date/time formats. See DateClass.cpp */

"TodayFmt"      = "'Dzisiaj', h:mm";
"YesterdayFmt"  = "'Wczoraj', h:mm";
"ThisWeekFmt"   = "EEEE, h:mm";
"ThisYearFmt"   = "d MMM, h:mm";
"PastYearFmt"   = "d MMM yyyy, h:mm";

/* Localizable file size formatters.  See StringClass::representationForBytes */

"0 bytes"            = "0 bajtów";           /* String used for showing a zero byte size */
"1 byte"             = "1 bajt";            /* String used for showing a one byte size */
"%.0f bytes"         = "%.0f bajtów";        /* Format used to display a size between 2 and 100 bytes */
"%.1f KB (0.1)"      = "%.1f KB";           /* Format used to display sizes between 100 and 999 bytes */
"%.1f KB (1.0)"      = "%.1f KB";           /* Format used to display sizes between 1000 bytes and 9.9 KB */
"%.1f KB (10.0)"     = "%.1f KB";           /* Format used to display sizes between 10 and 99.9 KB */
"%.0f KB"            = "%.0f KB";           /* Format used to display sizes between 100 and 999 KB */
"%.1f MB (1.0)"      = "%.1f MB";           /* Format used to display sizes between 1000 KB and 9.9 MB */
"%.1f MB (10.0)"     = "%.1f MB";           /* Format used to display sizes between 10 and 99.9 MB */
"%.0f MB"            = "%.0f MB";           /* Format used to display sizes between 100 and 999 MB */
"%.1f GB (1.0)"      = "%.2f GB";           /* Format used to display sizes between 1000 MB and 9.9 GB */
"%.1f GB (10.0)"     = "%.2f GB";           /* Format used to display sizes between 10 and 99.9 GB */
"%.0f GB"            = "%.0f GB";           /* Format used to display sizes 100 GB or greater */

/* Localizable file names. Currently only used in EnclosureCore.cpp */

"kUntitledFileName" = "bez tytułu";   /* If we download and enclosure for which we have no other name to go by */
